13/data/attachments/dcfbde7825686815.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_24cbf100-b0fc-484a-96d1-9a8430bf467e</nif:username>
            <nif:friendToBeAdded>Tina_research_Actions_22710_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>